{
	"data": [{
		"id": 1,
		"type": "Certain",
		"condition": "上海",
		"content": [{
				"condition": "Init",
				"text": "温室效应越来越严重了，冬天一年比一年冷了。以前在上海都期盼下雪，倒也从来没想过会有寒灾这种事情。现在好了，寒灾、暴风雪一起来了。不知道没见过雪的南方人现在还能开心的起来不，这次的雪别说雪仗了，拿去打仗都够用了。"
			},
			{
				"condition": "[选择其他交通方式]",
				"text": "家还是要回的。/n<转账提醒：您亲爱的母亲大人给您转了xxx元>/n正好妈妈把钱转来了，赶紧看一看还有哪些航班或者车票，这都年三十了，晚上得回到家才行啊。也算是风水轮流转，逢年过节我总是看网上面春运的搞笑段子笑的不亦乐乎，现在终于轮到我自己了。也罢也罢，体验一次春运没什么不好的。说不定会有很有意思的事情发生，我的公众号也有内容可写了。"
			}
		]
	}, {
		"id": 2,
		"type": "Certain",
		"condition": "杭州",
		"content": [{
			"condition": "Init",
			"text": "折腾大半天了，早晨走得急，早饭就吃了一个小面包，现在饿死我了。反正也是等，不如先去周围找找吃的。/n（嗅——）哇，什么东西那么香。找了半天，终于在一个小角落找到了这个香气的来源——煎饼果子！/n来北方你必须要吃的两样东西，一样是煎饼果子，一样是它的升级版，菜煎饼。/n这个摊位不大，卖的东西也不多，似乎就只卖煎饼果子，要是还有烤冷面那就完美了。/n老板娘特别年轻，手法不是很娴熟，但是给的料特别足，估计是怕做不熟吃坏肚子，鸡蛋都快煎糊了才想起来翻面。/n“呃，我喜欢吃不太熟的鸡蛋，这样就行啦，再煎要糊啦”/n“实在抱歉，实在抱歉。上次有个顾客吃坏肚子来找俺，俺担心是没做熟，所以想煎久一点。”/n“抱歉啥呢，我铁胃，再加个培根，生菜多放点，酱料都要，哦哟，我看您家还有葱花，这个也多来点。哦对了对了，火腿肠，煎饼果子的精髓。”/n“好嘞“/n唉呀妈呀，真香！这手法一看就是北方人做出来的。/n”这都年三十了，为啥还不回家准备准备过年啊？这突然来寒灾了，外面那么冷，你看小孩子脸冻的通红。“/n”唉，俺也想啊“/n说着，老板娘又快速摊了一个饼给孩子/n”快趁热乎吃，暖暖手“/n小孩子很懂事，不哭不闹的，玩着手里的拨浪鼓，那么冷的天就一直陪在妈妈身边。/n”俺也想啊，这不是俺家男人找工作找到了火车站了吗，人家都回家过年了，他还得跟火车跑，俺就跟着一起来了，在外面卖卖煎饼果子赚点钱“/n老板娘笑的特别幸福，和她聊聊天，再吃着煎饼果子，这暴风雪的冷一点也都感觉不到了。/n”这盒凤梨酥您收下吧，就当我给小孩子的新年礼物“/n”可不行，可不行，您不能…“/n”新年快乐！“/n还没等老板娘说完话，我转头就向车站跑去，心里想着/n“要赶紧回到家啊！”"
		}]
	}, {
		"id": 3,
		"type": "Random",
		"condition": "City",
		"content": [{
			"condition": "Init",
			"text": "折腾大半天了，早晨走得急，早饭就吃了一个小面包，现在饿死我了。反正也是等，不如先去周围找找吃的。/n（嗅——）哇，什么东西那么香。找了半天，终于在一个小角落找到了这个香气的来源——煎饼果子！/n来北方你必须要吃的两样东西，一样是煎饼果子，一样是它的升级版，菜煎饼。/n这个摊位不大，卖的东西也不多，似乎就只卖煎饼果子，要是还有烤冷面那就完美了。/n老板娘特别年轻，手法不是很娴熟，但是给的料特别足，估计是怕做不熟吃坏肚子，鸡蛋都快煎糊了才想起来翻面。/n“呃，我喜欢吃不太熟的鸡蛋，这样就行啦，再煎要糊啦”/n“实在抱歉，实在抱歉。上次有个顾客吃坏肚子来找俺，俺担心是没做熟，所以想煎久一点。”/n“抱歉啥呢，我铁胃，再加个培根，生菜多放点，酱料都要，哦哟，我看您家还有葱花，这个也多来点。哦对了对了，火腿肠，煎饼果子的精髓。”/n“好嘞“/n唉呀妈呀，真香！这手法一看就是北方人做出来的。/n”这都年三十了，为啥还不回家准备准备过年啊？这突然来寒灾了，外面那么冷，你看小孩子脸冻的通红。“/n”唉，俺也想啊“/n说着，老板娘又快速摊了一个饼给孩子/n”快趁热乎吃，暖暖手“/n小孩子很懂事，不哭不闹的，玩着手里的拨浪鼓，那么冷的天就一直陪在妈妈身边。/n”俺也想啊，这不是俺家男人找工作找到了火车站了吗，人家都回家过年了，他还得跟火车跑，俺就跟着一起来了，在外面卖卖煎饼果子赚点钱“/n老板娘笑的特别幸福，和她聊聊天，再吃着煎饼果子，这暴风雪的冷一点也都感觉不到了。/n”这盒凤梨酥您收下吧，就当我给小孩子的新年礼物“/n”可不行，可不行，您不能…“/n”新年快乐！“/n还没等老板娘说完话，我转头就向车站跑去，心里想着/n“要赶紧回到家啊！”"
		}]
	}, {
		"id": 4,
		"type": "Random",
		"condition": "Train",
		"content": [{
			"condition": "Init",
			"text": "火车上找到了位置后发现坐了另一个男人，看了好几遍车票确认自己没上错车。/n这是我最不想遇到的情况，尤其是在人那么多的车厢里，你说万一吵起来了，多尴尬。况且我这个人就是嘴怂。/n整理好心情，清了清嗓子。/n“咳咳，您好，请问您的座位是？”/n“别您您您的，我还没那么老”，占我座位的男人突然大声说/n“大驰，你怎么说话呢！这位小哥实在不好意思，这是我男朋友，他不是坐这里的，我看这里没人就先让他歇一会了，你是坐这边的吗？”，旁边的女士穿的很朴素，但是长得非常可人。/n“啊，对对对，我是坐这边的，没事，你们聊，我去其他地方…”，我怂了，我还是溜吧/n“早说不就完了吗，你们这些城里人说话就是墨迹，大兄弟你来坐，我站着”/n“啊啊谢谢谢谢谢谢谢！”，原来他是买的站票。/n“实在不好意思啊，我们俩没买上票，黄牛票太贵，只能买一张坐票一张站票，刚差点误会了实在抱歉啊”/n“没事没事，你们这也是一起回家过年吗？”，我还是不敢看那个男的一眼。/n“对啊，谈恋爱那么久了，第一次跟他一起回家过年，还挺激动的哈哈。”/n有点羡慕他们俩，一想起逢年过节七大姑八大姨三姑六舅都来问我有没有谈对象，头又疼了。"
		}]
	}, {
		"id": 5,
		"type": "Random",
		"condition": "Train",
		"content": [{
				"condition": "Init",
				"text": "温室效应越来越严重了，冬天一年比一年冷了。以前在上海都期盼下雪，倒也从来没想过会有寒灾这种事情。现在好了，寒灾、暴风雪一起来了。不知道没见过雪的南方人现在还能开心的起来不，这次的雪别说雪仗了，拿去打仗都够用了。"
			},
			{
				"condition": "[“刚才那个人是你？”]",
				"text": "小男孩尴尬的挠了挠头：“我是第一次用这个功能搜到其他玩这个游戏的人，所以忍不住就…”/n“没关系，确实玩这个游戏的人很少。你这么小年纪就能玩这么晦涩的游戏真了不起。”/n小男孩得意的说：“那当然。我同学连新手教程都过不去呢。”/n坐下来聊了一会游戏的相关话题之后，我突然发现他的家长似乎一直没出现。/n“你一个人坐火车吗？”/n“是啊。”小男孩轻描淡写的回答，看来已经不是第一次了。/n“我爸跟我妈在两个地方工作，约好了今年要去我爸那边过年，但是我妈又出差了，所以只能我一个人坐车回去了。”/n“那你父母不…”/n“担心？”他一边玩手机一边耸了耸肩，“我爸说我明年都要上初中了，他像我这么大的时候都自己出去摆摊赚钱了，一个人坐个火车有什么大不了的。”/n“你这么大年纪就这么自立还是挺厉害的。”我赞赏的点了点头，“不过一个人也要小心，可别随便就把自己家里信息讲给陌生人听。”/n“你怎么知道我说的是不是真的？”他抬起眉毛，目光中透着一丝小学生独特的狡黠，“还有，你基地又被我打了。”/n…真是烦人。"
			}
		]
	}, {
		"id": 6,
		"type": "Random",
		"condition": "City",
		"content": [{
			"condition": "Init",
			"text": "出租车是打不到了，这辈子不会再打到出租车了，我人都快要冻死了！不过周围倒是有很多电动三轮车，这个在我们老家叫“蹦蹦蹦”，不如尝试一下，虽然我知道这个很不安全，但也没办法了，我得赶紧去车站啊！/n“小兄弟去哪？”/n“火车站！”/n“您坐稳咯，记得系上安全带！”/n安全带？这年头电动三轮也有安全带了？我找了半天，才发现是司机大叔自己系的一根绳子。/n“哈哈哈”，我不禁笑了出来，虽然很可笑，但是心里踏实多了，至少可以说明这个司机是靠谱的。/n“打不到车吧？那么大的雪，哪还有出租车啊，都回家过年了”/n“那您怎么不回家过年啊”，蹦蹦蹦跑起来很颠簸，特别吵，必须扯着嗓子喊才能听到。/n“家离得近，媳妇孩子在家还在做饭呢，我寻思再出来跑跑，说不定能多赚点，明早起来给那几个臭小子的红包能鼓一点”/n再多赚能多赚到哪去呢，但是他这段话说的我心里暖暖的，知足常乐啊。/n到站后，我直接给了他两张，/n“小兄弟，给多了，我找你零钱”/n“甭找了，给孩子多点压岁钱吧！”/n说罢，我朝车站跑去。"
		}]
	}, {
		"id": 7,
		"type": "Random",
		"condition": "City",
		"content": [{
			"condition": "Init",
			"text": "春运真的有意思，可以遇到各色各样的人。检票口等检票，前面是一位母亲，左手里抱着一个孩子，右手牵着一个孩子，身上还背着一个很大的蛇皮麻袋。说实话，这么些东西，再加俩孩子，我一个二十多岁的大小伙子都得气喘吁吁的，但是这个妈妈一点也没有在孩子面前表现出一丝疲倦，虽然眼角的鱼尾纹很重，但是她笑起来的样子真的很美。/n“需要我帮个忙吗？看你的行李挺沉的”，看着她想起了自己的妈妈，想上去帮帮忙。/n“啊？哦，谢谢谢谢，不用不用”，这位妈妈警觉地牵着孩子往后退了几步，可以理解，这种地方，只身一人带着孩子，我还是个男性，肯定要提防一下。/n“您别误会，我是看您东西太多了，想帮帮你，正好我也坐着班车，路上也能有个照应。”/n“啊…”，她还是有点戒备。/n“我看这俩孩子那么可爱，想起了自己小时候，我当时家里住6楼，妈妈左手抱着我，再端着鸡蛋羹，右手拎着宝宝椅，一口气上6楼。”/n“哈哈，我家孩子皮，我必须一直牵着，稍不留声，指不定跑哪去了”，说着，她终于放下了戒备，把身上背的大包小包一点点放在地上，我渐渐靠近站在一起，形成一个小圈子，把行李围在一起。/n“也是回家过年吗？”，她舒展舒展身体，问道。/n“对啊，但我够倒霉的，来的路上各种不顺，又是航班取消又是买不到车票的，钱包还被偷了”/n“说啥呢，大过年的说啥呢，不能说自己不顺，要不然来年要不顺一年，你看，你这不也坐上车了，这不也是要回家了，一切都顺着呢”/n“哈哈，对，对，一切都顺着呢！”"
		}]
	}]
}